Repository: Appeltabak/screenshot-tool
Catalog: po/*.po
Languages: fr

source: Capture area:
fr: Zone de capture :

source: Properties:
fr: Propriétés:

source: Grab the whole screen
fr: Capturer tout l'écran

source: Grab the current window
fr: Capturer la fenêtre actuelle

source: Select area to grab
fr: Sélectionner une zone à capturer

source: Grab mouse pointer:
fr: Capturer le pointeur :

source: Close after saving:
fr: Fermer après l'enregistrement :

source: Conceal text:
fr: Dissimuler le texte :

source: Delay in seconds:
fr: Délais (en secondes) :

source: Take Screenshot
fr: Réaliser la capture d'écran

source: Cancel
fr: Annuler

source: Could not capture screenshot
fr: Impossible d'effectuer la capture d'écran

source: Couldn't find an active window
fr: Impossible de trouver une fenêtre active

source: Image not saved
fr: Image non-enregistrée

source: Capture active window
fr: Capturer la fenêtre actuelle

source: Capture area
fr: Capturer une zone

source: Capture the whole screen
fr: Capturer l'écran en entier

source: Take screenshot after specified delay
fr: Prendre une capture avec retardateur

source: Seconds
fr: Secondes

source: Include the pointer with the screenshot
fr: Inclure le pointeur dans la capture d'écran

source: Redact system text
fr: Ajouter un système de texte

source: Screenshot
fr: Capture d'écran

source: Save images of your screen or individual windows.
fr: Enregistrer des images de l'écran ou une simple fenêtre.

source: translator-credits
fr: Launchpad Contributions: Anthony https://launchpad.net/~toto33500 Corentin Noël https://launchpad.net/~tintou EpicKiwi https://launchpad.net/~lelycandu76 Fabio Zaramella https://launchpad.net/~fabiozaramella Nikos https://launchpad.net/~nicolas-jovanovic Pierre https://launchpad.net/~caillou chilledfrogs https://launchpad.net/~chilledfrogs

source: Screenshot from %s
fr: Capture d'écran du %s

source: Save Image as…
fr: Enregistrer l'image sous...

source: Name:
fr: Nom :

source: Folder:
fr: Dossier :

source: Select Screenshots Folder…
fr: Sélectionner le dossier de captures d'écran…

source: Save
fr: Enregistrer

source: Copy to Clipboard
fr: Copier dans le presse-papier
